Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_est-EST_MRT.tmx
Source language: en_us
Languages: et_ee

source: (DO NOT READ OUT)
et_ee: (ÄRGE LUGEGE ETTE)

source: You entered an unexpected value, please review your answer or continue to confirm your response.
et_ee: Sisestasite ootamatu väärtuse, palun parandage oma vastus või kinnitage see.

source: Professional (lawyer, medical practitioner, accountant, architect,…)
et_ee: Spetsialist (jurist, praktiseeriv arst, raamatupidaja, arhitekt …)

source: France
et_ee: Prantsusmaa

source: Only one answer is allowed.
et_ee: Ainult üks vastus lubatud.

source: Manual worker
et_ee: Tööline

source: Belgium
et_ee: Belgia

source: Dutch
et_ee: hollandi

source: Yes, I am the parent/legal guardian
et_ee: Jah, olen vanem/eestkostja

source: Croatian
et_ee: horvaatia

source: As far as your current occupation is concerned, would you say you are...? {#D2_ins}
et_ee: Mõeldes Teie praegusele põhitegevusele (ametile), kas ütleksite et olete...? {#D2_ins}

source: Estonia
et_ee: Eesti

source: European External Action Service
et_ee: Euroopa välisteenistus

source: Activities of extraterritorial organisations and bodies
et_ee: EKSTERRITORIAALSETE ORGANISATSIOONIDE JA ÜKSUSTE TEGEVUS

source: Sweden
et_ee: Rootsi

source: 50% or more owned or controlled by persons from other countries outside (THIS COUNTRY)
et_ee: 50% või suuremas ulatuses selliste isikute omanduses või kontrolli all, kes on pärit muudest riikidest kui Eesti

source: Don't know (DO NOT READ OUT)
et_ee: Ei tea (ÄRGE LUGEGE ETTE)

source: Water Supply; sewerage, waste management and remediation activities
et_ee: VEEVARUSTUS; KANA LISATSIOON; JÄÄTME- JA SAASTEKÄITLUS

source: In the last two years, have you been involved in any dispute which has gone to court?
et_ee: Kas olete viimase kahe aasta jooksul olnud osapooleks mõnes vaidluses, mis on jõudnud kohtusse?

source: {#Nationality} nationality
et_ee: {#Nationality} kodakondsus

source: Answer '{ANSWER}' is not in range '{RANGE}'.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Vastus '{ANSWER}' ei ole vahemikus '{RANGE}'.

source: Other service activities
et_ee: MUUD TEENINDAVAD TEGEVUSED

source: Thank you for your time.
et_ee: Täname, et aega leidsite!

source: (READ OUT – ONE ANSWER PER LINE)
et_ee: (LUGEGE ETTE - ÜKS VASTUS REA KOHTA)

source: Croatia
et_ee: Horvaatia

source: Spain
et_ee: Hispaania

source: Maltese
et_ee: malta

source: Between 6 and 10 years
et_ee: 6–10 aastat

source: European Economic and Social Committee
et_ee: Euroopa Majandus- ja Sotsiaalkomitee

source: <p>Those are all the questions we have for you today. Thank you for your time.</p><p>All information you provide is kept strictly confidential and is used for research purposes only.</p>
et_ee: <p>Täna meil teile rohkem küsimusi ei ole. Täname, et aega leidsite!</p><p>Kogu teie antud teave on rangelt konfidentsiaalne ning seda kasutatakse ainult uuringu eesmärkidel.</p>

source: Which of the following describes how you think of yourself? {#D2_ins}
et_ee: Milline järgmistest kirjeldab, kuidas endast mõtlete? {#D2_ins}

source: The European General Data Protection Regulation (GDPR) requires us to first speak to a parent or legal guardian of a teenager. Can I speak to this teenager’s parent or legal guardian? (SINGLE ANSWER, DO NOT READ OUT)
et_ee: Vastavalt Euroopa isikuandmete kaitse üldmäärusele (GDPR) peame esmalt rääkima teismelise vanema või eestkostjaga. Kas saaksin rääkida selle teismelise vanema või eestkostjaga? (ÜKS VASTUS, ÄRGE LUGEGE ETTE)

source: Answer {ANSWER} is not numeric.
et_ee: Vastuses '{ANSWER}' ei saa kasutada numbreid

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE). May I speak with someone with decision making responsibilities (managing director, general manager, CEO, financial director) or someone leading the commercial activities (commercial manger, sales manager, marketing manager) or a legal officer in your company? (IF THE GATEKEEPER ASKS FOR ADDITIONAL INFORMATION) I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are contacting (decision makers in) companies across Europe regarding their views on current business topics. The feedback will be used to support policymaking in Europe. I would greatly appreciate being able to speak with him or her to include his/her opinion in the study. <b>INTERVIEWER ADD IF ASKED:</b> CLIENT? Ipsos is conducting this survey for a European public institution. I can only reveal the name of this institution during the interview. <b>WHO TO CONTACT ABOUT THE SURVEY:</b> If you have comments or questions, or any concerns, please send an email to: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> (SINGLE ANSWER, DO NOT READ OUT)
et_ee: Tere, olen (ASUTUSE NIMI) küsitleja …. Kas ma saaksin rääkida ettevõttes otsuste langetamise eest vastutava isiku (tegevdirektor, peadirektor, tegevjuht, finantsjuht), äritegevuse juhi (ärijuht, müügijuht, turundusjuht) või õigusspetsialistiga? (KUI VASTUTAV ISIK KÜSIB LISATEAVET) Ma viin läbi küsitlust firma Ipsos Public Affairs tarbeks ühe nende kliendi nimel. Pöördume Euroopa ettevõtete (vastutavate isikute) poole, et küsida nende seisukohti ajakohastel äriga seotud teemadel. Tagasisidet kasutatakse Euroopa poliitikakujundamise toetamiseks. Oleksin väga tänulik, kui saaksin temaga rääkida ja tema arvamuse uuringusse lisada. <b>INTERVJUEERIJA, LISAGE, KUI KÜSITAKSE:</b> KLIENT? Ipsos viib seda küsitlust läbi Euroopa avaliku asutuse jaoks. Saan selle institutsiooni nime avaldada ainult intervjuu käigus. <b>KELLEGA SAATE UURINGUT PUUDUTAVATES KÜSIMUSTES ÜHENDUST VÕTTA?</b> Kui teil on kommentaare, küsimusi või kahtlusi, saatke e-kiri aadressile <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a>. (ÜKS VASTUS, ÄRGE LUGEGE ETTE)

source: Don’t know (DO NOT READ OUT)
et_ee: Ei tea (ÄRGE LUGEGE ETTE)

source: Fairly negative
et_ee: Küllaltki negatiivne

source: Very negative
et_ee: Väga negatiivne

source: Cyprus
et_ee: Küpros

source: In general, does the EU conjure up for you a very positive, fairly positive, neutral, fairly negative or very negative image? {#SD15_ins}
et_ee: Kas Teil on Euroopa Liidust üldiselt väga positiivne, küllaltki positiivne, neutraalne, küllaltki negatiivne või väga negatiivne mulje? {#SD15_ins}

source: Are you a permanent resident of {#MRK_Country}?
et_ee: Kas olete {#MRK_Country} püsielanik?

source: Danish
et_ee: taani

source: Without a professional activity
et_ee: Ei ole ametialast tegevust

source: Spanish
et_ee: hispaania

source: Professional, scientific and technical activities
et_ee: KUTSE-, TEADUS- JA TEHNIKAALANE TEGEVUS

source: Would you say you are…? {#D2_ins}
et_ee: Kas Te ütleksite, et Te olete …? {#D2_ins}

source: Seeking a job
et_ee: Otsite tööd

source: Lithuanian
et_ee: leedu

source: What was your company's total turnover in {#CurrentYear_insert_1}? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
et_ee: Milline oli Teie ettevõtte kogukäive aastal {#CurrentYear_insert_1}? VAJADUSEL LISAGE: kui te ei ole kindel, pakkuge nii täpselt, kui oskate. (VAJADUSEL LUGEGE ETTE; AINULT ÜKS VASTUS)

source: Latvian
et_ee: läti

source: Do you use more than one mobile phone? {#D2_ins}
et_ee: Kas kasutate rohkem kui ühte mobiiltelefoni? {#D2_ins}

source: I’m rather sceptical of the European Union, but could change my opinion if radical reform was brought about
et_ee: Ma olen Euroopa Liidu suhtes üsna skeptiline, kuid võin oma arvamust muuta, kui toimuks radikaalne reform

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 16 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means you will not be identifiable in any of the published results. {#CONSENT_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. For quality assurance, this phone call may be monitored and recorded. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Are you happy to proceed with the interview? {#Birthday_ins}
et_ee: Tere, olen (ASUTUSE NIMI) küsitleja... ja ma viin läbi küsitlust firma Ipsos Public Affairs tarbeks ühe nende kliendi nimel. Otsime vähemalt 16-aastaseid inimesi, kes oleksid nõus jagama oma arvamusi seoses probleemidega tänapäeva ühiskonnas. Viime seda uuringut läbi kogu Euroopas. See uuring ei ole osa ühestki turu-uuringust, meid huvitab avaliku arvamuse mõõtmine. Oleksin tänulik, kui leiate {#minutes_ins} minutit selles küsitluses osalemiseks. Küsitlusele vastamine on vabatahtlik ja Te võite iga hetk oma meelt muuta. Kõik vastused jäävad konfidentsiaalseks ja need pannakse kokku teiste vastajate vastustega. See tähendab, et Teid ei ole võimalik üheski avaldatud tulemuses tuvastada. {#CONSENT_ins} Kui soovite kõigepealt privaatsusteatist lugeda, leiate selle:{#intro_link}. See selgitab Teie isikuandmete töötlemise eesmärki ja ka Teie andmekaitseõigusi. Kvaliteedi tagamiseks võidakse seda telefonikõne jälgida ja salvestada. INTERJUEERIJA, LISAGE, KUI KÜSITAKSE: KUST TE MU NUMBRI SAITE: Teie telefoninumbri genereeris arvuti juhuslikult, nagu kõik numbrid, millele selles uuringus helistame. Meie eesmärk on intervjueerida esinduslikku valimit selle riigi rahvastikust. KLIENT? Ipsos korraldab seda uuringut [{#Client}] jaoks. Eurobarameetri kiiruuringute eesmärk on jälgida avalikku arvamust Euroopa Liidus suure hulga erinevate teemade kohta. MILLISEID ISIKUANDMEID KOGUTAKSE: Kasutame Teie telefoninumbrit, et kutsuda Teid osalema selles intervjuus ja ainult kvaliteedikontrolli eesmärgil. Kogutakse teavet soo ja vanuse kohta, nagu ka isikuandmeid intervjuu küsimustele antud vastustest (nagu perekonnaseis). Kogu teave, mida jagate, jääb konfidentsiaalseks. Teie vastused kombineeritakse kõigi teiste osalejate vastustega ning isiku tuvastamist võimaldavaid andmeid Ipsose kliendiga ei jagata. Kas soovite küsitlusega jätkata? {#Birthday_ins}

source: {#D1X_insert} (DO NOT READ OUT, ONE ANSWER ONLY)
et_ee: {#D1X_insert} (ÄRGE LUGEGE ETTE - AINULT ÜKS VASTUS)

source: Increased
et_ee: Suurenenud

source: Answer '{ANSWER}' ({CATEGORY}) has a response but is not selected.
et_ee: Vastus '{ANSWER}' ({CATEGORY}) on valimata.

source: Research Executive Agency
et_ee: Teadusuuringute Rakendusamet

source: General Secretariat of the Council of the European Union
et_ee: Euroopa Liidu Nõukogu peasekretariaat

source: Between 10-50% owned by persons from other countries outside (THIS COUNTRY)
et_ee: 10-50% ulatuses selliste isikute omanduses, kes on pärit muudest riikidest kui Eesti

source: Administrative and support service activities
et_ee: HALDUS- JA ABITEGEVUSED

source: <b>Construction, transport, ICT</b>
et_ee: <b>Ehitus, transport, IKT</b>

source: European political matters
et_ee: Euroopa poliitilisi küsimusi

source: Bulgarian
et_ee: bulgaaria

source: Remained about the same
et_ee: Jäänud umbes samaks

source: Do you know if, in {#CurrentYear_insert_1}, your company has: (READ OUT, ONE ANSWER PER LINE)
et_ee: Kas teate, kas {#CurrentYear_insert_1}. aastal on teie ettevõttel: (LUGEGE ETTE; ÜKS VASTUS REA KOHTA)

source: General management, director or top management
et_ee: Juhtivtöötaja, direktor või tippjuht

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. Can I speak to the person in your household, 15 years or older, whose birthday it was most recently? INTERVIEWER ADD IF NECESSARY: this is necessary to ensure everyone has an equal chance to participate, for the survey to be representative of this country’s population. How old is he or she? Can you pass the phone to this household member? {#Birthday_ins} Household member with the most recent birthday is:
et_ee: Tere, olen (ASUTUSE NIMI) küsitleja... ja ma viin läbi küsitlust firma Ipsos Public Affairs tarbeks ühe nende kliendi nimel. Otsime vähemalt 15-aastaseid inimesi, kes oleksid nõus jagama oma arvamusi seoses probleemidega tänapäeva ühiskonnas. Kas ma saaksin rääkida Teie leibkonna liikmega, kes on vähemalt 15 aastat vana ja kelle sünnipäev oli viimati? INTERVJUEERIJA, LISAGE VAJADUSEL: see on vajalik, et kõigil oleks võrdne osalemisvõimalus ja et uuring esindaks hästi selle riigi rahvastikku. Kui vana ta on? Kas saaksite anda telefoni sellele leibkonnaliikmele? {#Birthday_ins} Leibkonnaliige, kellel oli viimati sünnipäev, on:

source: European Ombudsman
et_ee: Euroopa Ombudsman

source: Yes (will pass phone to start the interview)
et_ee: Jah (annab telefoni, et alustada küsitlust)

source: Denmark
et_ee: Taani

source: Answer '{ANSWER}' is not valid.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Vastus '{ANSWER}' ei ole kehtiv.

source: Romania
et_ee: Rumeenia

source: Do we have your permission to conduct this interview with your child?
et_ee: Kas Te annate meile loa oma last küsitleda?

source: Netherlands
et_ee: Holland

source: 16 years or older (will pass phone to start the interview)
et_ee: 16-aastane või vanem (annab telefoni, et alustada küsitlust)

source: 10 to 49 employees
et_ee: 10 kuni 49 töötajat

source: Farmer, forester, fisherman
et_ee: Talunik, metsatööline, kalur

source: Prefer not to say
et_ee: Ei soovi öelda

source: Manager of a company
et_ee: Firmajuht

source: European Commission
et_ee: Euroopa Komisjon

source: Please provide an answer.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Puudub vastus(ed).

source: Thank you for your time. We remind you that if you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purposes for processing your personal data as well as your rights under applicable data protection law.
et_ee: Täname, et aega leidsite. Tuletame Teile meelde, et kui soovite kõigepealt privaatsusteatist lugeda, leiate selle: {#intro_link}. See selgitab Teie isikuandmete töötlemise eesmärke ja ka Teie õigusi kehtiva andmekaitseseaduse kohaselt.

source: Hungarian
et_ee: ungari

source: I’m in favour of the European Union as it has been realised so far
et_ee: Ma pooldan Euroopa Liitu nii, nagu see on siiani toiminud

source: Products directly to consumers
et_ee: tooteid otse tarbijatele

source: More than 500,000 to 2 million euro
et_ee: Üle 500 000 euro kuni 2 miljonit eurot

source: Portuguese
et_ee: portugali

source: Do you also use one or more mobile phones? {#D2_ins}
et_ee: Kas kasutate ka ühte või enamat mobiiltelefoni? {#D2_ins}

source: Remained unchanged
et_ee: Jäänud samaks

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. We would like to speak to your child about this subject (CLARIFY IF NEEDED: your child, aged 15, whose birthday it was most recently). Are you the parent/legal guardian of the child, aged 15, we would like to interview?
et_ee: Tere, olen (ASUTUSE NIMI) küsitleja... ja ma viin läbi küsitlust firma Ipsos Public Affairs tarbeks ühe nende kliendi nimel. Otsime vähemalt 15-aastaseid inimesi, kes oleksid nõus jagama oma arvamusi seoses probleemidega tänapäeva ühiskonnas. Viime seda uuringut läbi kogu Euroopas. See uuring ei ole osa ühestki turu-uuringust, meid huvitab avaliku arvamuse mõõtmine. Sooviksime sel teemal rääkida Teie lapsega (SELGITAGE VAJADUSEL: Teie 15-aastane laps, kelle sünnipäev oli viimati). Kas olete 15-aastase lapse, keda soovime intervjueerida, vanem/eestkostja?

source: Fairly positive
et_ee: Küllaltki positiivne

source: What is the main activity of your company? (READ OUT MAIN CATEGORIES FIRST, THEN SUBCATEGORIES, ONE ANSWER ONLY)
et_ee: Milline on teie ettevõtte peamine tegevusala? (LUGEGE KÕIGEPEALT ETTE PÕHIKATEGOORIAD, SIIS ALAMKATEGOORIAD; AINULT ÜKS VASTUS)

source: No, I am not the parent/legal guardian
et_ee: Ei, ma ei ole vanem/eestkostja

source: Hungary
et_ee: Ungari

source: Professional (employed doctor, lawyer, accountant, architect, …)
et_ee: Spetsialist (arst, jurist, raamatupidaja, arhitekt …)

source: Please enter a value between 0 and 20.
et_ee: Palun sisestage väärtus vahemikus 0 kuni 20.

source: Arts, entertainment and recreation
et_ee: MEELELAHUTUS JA VABA AEG

source: 15 years old, and available/at home
et_ee: 15 aastat vana ja kättesaadav/kodus

source: Male
et_ee: Mees

source: Italian
et_ee: itaalia

source: Yes, available
et_ee: Jah, kättesaadav

source: Previous
et_ee: Eelmine

source: (WRITE DOWN AGE IN YEARS IF RESPONDENT IS 15 YEARS OR OVER)
et_ee: (KIRJUTAGE ÜLES VANUS AASTATES, KUI VASTAJA ON VÄHEMALT 15-AASTANE)

source: Occasionally
et_ee: Mõnikord

source: European Agency for Safety and Health at Work
et_ee: Euroopa tööohutuse ja töötervishoiu agentuur

source: 250 to 499 employees
et_ee: 250 kuni 499 töötajat

source: Do you also have a landline telephone at home? Do not include telephones only used for business purposes or for connecting to the Internet or to a fax machine. {#D2_ins}
et_ee: Kas Teil on kodus ka lauatelefon? Ärge arvake nende hulka telefone, mida kasutate äri eesmärgil või ühenduse loomiseks interneti või faksiaparaadiga. {#D2_ins}

source: More than 50,000 to 100,000 euro
et_ee: Üle 50 000 euro kuni 100 000 eurot

source: National political matters
et_ee: Oma riigi poliitilisi küsimusi

source: Greece
et_ee: Kreeka

source: (WRITE DOWN AGE IN YEARS IF RESPONDENT IS 16 YEARS OR OVER)
et_ee: (KIRJUTAGE ÜLES VANUS AASTATES, KUI VASTAJA ON VÄHEMALT 16-AASTANE)

source: Question '{QUESTION}' ({QUESTION_NUMBER}): Answer '{ANSWER}' ({CATEGORY}) has a response but it is not selected.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Vastuses '{ANSWER}' ({CATEGORY}) on valimata.

source: You have used the browser buttons, please use the Next/Previous buttons below.
et_ee: Kasutasid veebilehitseja nuppe, palun kasuta allpool olevaid Edasi-Tagasi nuppe.

source: <p>These are all the questions we have for you today. It appears that a sufficient number of respondents with a similar profile have already completed this study, or that your profile does not exactly match our needs for this study. We apologize for the inconvenience.</p>
et_ee: <p>Täna meil teile rohkem küsimusi ei ole. Tundub, et meil on juba piisavalt sarnase profiiliga vastajaid või siis ei vasta teie profiil selle uuringu vajadustele. Vabandame ebamugavuste pärast!</p>

source: German
et_ee: saksa

source: Please enter a value between 1 and 30.
et_ee: Palun sisestage väärtus vahemikus 1 kuni 30.

source: Civil servant
et_ee: Riigiteenistuja

source: Executive Agency for Small and Medium-sized Enterprises
et_ee: Väikeste ja Keskmise Suurusega Ettevõtjate Rakendusamet

source: More than 250,000 to 500,000 euro
et_ee: Üle 250 000 euro kuni 500 000 eurot

source: ENU English (United States)
et_ee: ETI Estonian (Estonia)

source: Estonian
et_ee: eesti

source: Female
et_ee: Naine

source: Bulgaria
et_ee: Bulgaaria

source: None, sole trader (DO NOT READ OUT)
et_ee: Mitte ühtegi, ainuomanik (ÄRGE LUGEGE ETTE)

source: When you get together with friends or relatives, would you say you discuss frequently, occasionally or never about...? {#SD14a_ins}
et_ee: Kui te saate sõprade või sugulastega kokku, siis kas te arutate sageli, mõnikord või mitte kunagi… ? {#SD14a_ins}

source: Accommodation and food service activities
et_ee: MAJUTUS JA TOITLUSTUS

source: <{#D1_age_ins} years
et_ee: <{#D1_age_ins} aasta(t)

source: Over the last year, would you say that this image you have of the EU improved, got worse or stayed about the same? {#SD15_ins}
et_ee: Kas viimase aasta jooksul on Teie arvamus Euroopa Liidust paranenud, halvenenud või jäänud umbes samaks? {#SD15_ins}

source: Over the past two years, has your company's annual turnover increased, decreased or remained unchanged? (DO NOT READ OUT, ONE ANSWER ONLY)
et_ee: Kas Teie ettevõtte aastakäive on viimase kahe aasta jooksul suurenenud, vähenenud või jäänud samaks? (ÄRGE LUGEGE ETTE; AINULT ÜKS VASTUS)

source: Czech
et_ee: tšehhi

source: Yes, not available
et_ee: Jah, ei ole kättesaadav

source: Next
et_ee: Järgmine

source: Other nationality
et_ee: Muu kodakondsus

source: The survey includes some questions that could be considered sensitive as they relate to political opinions. Your child may refuse to answer these questions at any time, and you can withdraw your consent for your child’s participation at any time.
et_ee: Küsitlus sisaldab mõnda küsimust, mida võib pidada tundlikuks, sest need puudutavad poliitilisi seisukohti. Teie laps võib mis tahes hetkel keelduda nendele küsimustele vastamast ja ka Teie võite igal hetkel tagasi võtta oma nõusoleku lapse osalemise kohta.

source: European Parliament
et_ee: Euroopa parlament

source: Office clerk
et_ee: Kontoriametnik

source: Is your company…? (READ OUT, ONE ANSWER ONLY)
et_ee: Kas Teie ettevõte on...? (LUGEGE ETTE; AINULT ÜKS VASTUS)

source: Which nationality or nationalities do you hold? {#D3b_ins}
et_ee: Milline kodakondsus või kodakondsused Teil on? {#D3b_ins}

source: Luxembourg
et_ee: Luksemburg

source: Millises maakonnas Te elate?/В каком уезде Вы живёте?
et_ee: Millises maakonnas Te elate?

source: Slovak
et_ee: slovakkia

source: Austrian
et_ee: austria

source: Large town/city
et_ee: Suures linnas või väga suures linnas

source: Retired
et_ee: Pensionär

source: Services directly to consumers
et_ee: teenuseid otse tarbijatele

source: More than 10 to 50 million euro
et_ee: Üle 10 miljoni euro kuni 50 miljonit eurot

source: Manufacturing
et_ee: TÖÖTLEV TÖÖSTUS

source: Agriculture, Forestry and Fishing
et_ee: PÕLLUMAJANDUS, METSAMAJANDUS JA KALAPÜÜK

source: European Central Bank
et_ee: Euroopa Keskpank

source: Improved
et_ee: Paranenud

source: Human health and social work activities
et_ee: TERVISHOID JA SOTSIAALHOOLEKANNE
